cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'homebrew/services'

cask 'tunnelblick'
cask 'java'
cask 'virtualbox'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'docker'
cask 'google-chrome'
cask 'vlc'
cask 'dropbox'
cask 'visual-studio-code'
cask 'skype'
cask 'evernote'
cask '1password'
cask 'iterm2'
cask 'sourcetree'
cask 'slack'
cask 'alfred'
cask 'telegram-desktop'
cask 'whatsapp'
cask 'postman'
cask 'the-unarchiver'
cask 'google-backup-and-sync'
cask 'psequel'
cask 'appcleaner'
cask 'minikube'

brew 'rbenv'
brew 'drone'
brew 'fasd'
brew 'python'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'go'
brew 'git'
brew 'tmux'
brew 'zsh'
brew 'zsh-completions'
brew 'ruby-build'
brew 'sqlite3'
brew 'postgresql'
brew 'elasticsearch24'
brew 'redis'
brew 'postgis'
brew 'libxslt'
brew 'npm'
brew 'n'
